Repository: common-repository/perfectdashboard
Catalog: lang/autoupdater-*.po
Languages: fi, it_it, nl_nl, pl_pl, sl_si

source: Version %s
pl_pl: Wersja %s
sl_si: Različica %s

source: By %s
pl_pl: Przez %s
sl_si: Ob %s

source: Settings
pl_pl: Ustawienia
sl_si: Nastavitve

source: This plugin requires WordPress %s and PHP %s
fi: Tämä plugin vaatii Wordpress %s ja PHP %s
it_it: Per funzionare, questo plugin ha bisogno di WordPress %s e PHP %s
nl_nl: Deze plug-in vereist WordPress %s en PHP %s
pl_pl: Do prawidłowego działania plugin wymaga minumum WordPressa %s i PHP %s
sl_si: Ta vtičnik za delovanje potrebuje Wordpress verzije %s in PHP %s

source: An error has occured.
fi: Virhe on tapahtunut
it_it: Si è verificato un errore.
nl_nl: Er is een fout opgetreden.
pl_pl: Wystąpił błąd.
sl_si: Prišlo je do napake.

source: Automatic updates settings
fi: Automaattisten päivitysten asetukset
it_it: Impostazione degli aggiornamenti automatici
nl_nl: Instellingen voor automatische updates
pl_pl: Ustawienia automatycznych aktualizacji
sl_si: Nastavitve samodejne nadgradnje

source: Advanced settings
fi: Edistyneet asetukset
it_it: Impostazioni avanzate
nl_nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane
sl_si: Napredne nastavitve

source: Save settings to finish enabling of automatic updates!
fi: Tallenna asetukset laittaaksesi automaattiset päivitykset päälle.
it_it: Salva le impostazioni per concludere l'abilitazione degli aggiornamenti automatici!
nl_nl: Instelling opslaan om automatisch bijwerken in te schakelen.
pl_pl: Zapisz ustawienia aby właczyć automatyczne aktualizacje!
sl_si: Shranite nastavitve, da zaključite vklop samodejnih nadgradenj!

source: Save
pl_pl: Zapisz
sl_si: Shrani

source: Settings have been saved
fi: Asetukset on tallennettu
it_it: Le impostazioni sono state salvate
nl_nl: De instellingen zijn opgeslagen.
pl_pl: Ustawienia zostały zapisane
sl_si: Nastavitve so bile shranjene

source: Failed to save settings
fi: Asetusten tallennus epäonnistui
it_it: Impossibile salvare le impostazioni
nl_nl: Instellingen opslaan mislukt
pl_pl: Nie udało się zapisać ustawień
sl_si: Shranjevanje nastavitev je spodletelo

source: The email address entered did not appear to be a valid email address. Please enter a valid email address.
fi: Syöttämäsi sähköpostiosoite ei ole validi sähköpostiosoite. Syötä validi sähköpostiosoite
it_it: L'indirizzo email inserito, sembra non essere valido. Per favore utilizza un indirizzo valido.
nl_nl: Het ingevuld e-mail adres lijkt niet geldig te zijn. Vul ajb een geldig e-mail adres in.
pl_pl: Wydaje się, że wprowadzony adres e-mail jest niepoprawny. Wprowadź właściwy adres e-mail.
sl_si: Vneseni poštni naslov ni veljaven. Prosimo, vnesite veljaven poštni naslov.

source: This token is used during reading data from the website
fi: Tätä tokenia käytetään kun nettisivuilta luetaan dataa
it_it: Questo token è utilizzato durante la lettura dei dati dal sito
nl_nl: Dit token wordt gebruikt voor het automatisch bijwerken
pl_pl: Ten token używany jest do odczytu informacji ze strony
sl_si: Ta token se uporablja med prebiranjem informacij s spletne strani

source: Expires at %s
pl_pl: Wygasa w dniu %s
sl_si: Poteče %s

source: This token is used during making modifications to the website
fi: Tätä tokenia käytetään, kun nettisivuille tehdään muokkauksia
it_it: Questo token è utilizzato durante le modifiche al sito
nl_nl: Dit token wordt gebruikt tijdens het maken van wijzigingen aan de website
pl_pl: Ten token używany jest do zapisu informacji na stronie
sl_si: Ta token se uporablja ob spreminjaju spletne strani

source: This key is used to encrpyt the response if your website is not secured with the TLS
fi: Tätä avainta käytetään vastauksen salaamiseen, jos nettisivusi ei ole suojattu TLS:llä.
it_it: Questa chiave viene utilizzata per crittografare la risposta se il tuo sito Web non è protetto dal protocollo TLS
nl_nl: Deze sleutel wordt gebruikt voor het versleutelen van het antwoord als je website niet beveiligd is met TLS
pl_pl: Ten klucz służy do szyfrowania komunikacje, jeśli twoja strona nie jest zabezpieczona
sl_si: Ta ključ se uporablja za šifriranje odgovora, če spletna stran ni zaščitena s TLS

source: Response encryption
fi: Vastauksen salaus
it_it: Crittografia della risposta
nl_nl: Antwoord versleuteling
pl_pl: Szyfrowanie odpowiedzi
sl_si: Šifriranje odgovora

source: No
pl_pl: Nie
sl_si: Ne

source: Yes
pl_pl: Tak
sl_si: Da

source: The response will be encrypted by the plugin if your website is not secured with the TLS
fi: Vastaus salataan tämän lisäosan puolesta, jos nettisivusi ei ole suojattu TLS:llä.
it_it: La risposta verrà criptata dal plugin se il tuo sito non è protetto dal protocollo TLS
nl_nl: Het antwoord zal versleuteld worden door de plugin als je website niet beveiligd is met TLS
pl_pl: Odpowiedź zostanie zaszyfrowana przez plugin, jeśli twoja strona nie jest zabezpieczona
sl_si: Odgovor bo šifriran z vtičnikom, če spletna stran ni zaščitena s TLS

source: SSL verification
fi: SSL vahvistus
it_it: Autenticazione SSL
nl_nl: SSL verificatie
pl_pl: Weryfikacja SSL
sl_si: SSL verifikacija

source: Enable the SSL verification for a download request
fi: Laita latauspyyntöjen SSL tarkastus päälle
it_it: Abilita la verifica SSL per una richiesta di download
nl_nl: Inschakelen van SSL verificatie voor de download aanvraag
pl_pl: Włacz weryfikację SSL dla requestów
sl_si: Omogočite SSL verifikacijo za download request

source: Site offline
fi: Sivu on poissa käytöstä
it_it: Sito offline
nl_nl: Website offline
pl_pl: Strona offline
sl_si: Stran je nedosegljiva

source: Put your website into the maintenance mode
fi: Laita nettisivut ylläpitotilaan
it_it: Attiva la modalità manutenzione
nl_nl: Zet je website in de onderhoudsmodus
pl_pl: Włącz tryb konserwacji
sl_si: Vklopite maintenance mode

source: Save logs to a file
it_it: Salva i log in un file
nl_nl: Sla de logs op in een bestand
pl_pl: Zapisz logi do pliku
sl_si: Shrani dnevniške zapise v datoteko

source: Enable automatic updates
fi: Laita automaattiset päivitykset päälle
it_it: Abilita gli aggiornamenti automatici
nl_nl: Automatische updates toestaan
pl_pl: Włącz automatyczne aktualizacje
sl_si: Omogoči samodejne nadgradnje

source: This website will be automatically updated
fi: Tämä nettisivu päivitetään automaattisesti
it_it: Questo sito verrà automaticamente aggiornato
nl_nl: De website zal automatisch bijgewerkt worden
pl_pl: Strona zostanie automatycznie zaktualizowana
sl_si: Spletna stran bo samodejno nadgrajena

source: Update WordPress core
fi: Päivitä WordPressin ydin
it_it: Aggiorna il core di WordPress
nl_nl: Wordpress bijwerken
pl_pl: Aktualizuj Core WordPressa
sl_si: Nadgradnja WordPress jedra

source: Enable the automatic updates of the WordPress core
fi: Laita Wordpressin ytimen päivitykset päälle
it_it: Abilita gli aggiornamento automatici del core di WordPress
nl_nl: Inschakelen automatische updates voor Wordpress
pl_pl: Włacz automatyczne aktualizacje plików Core WordPressa
sl_si: Omogoči samodejne nadgradnje WordPress jedra

source: to the latest available version
fi: viimeisimpään saatavilla olevaan versioon
it_it: all'ultima versione disponibile
nl_nl: Naar de nieuwste beschikbare versie
pl_pl: do najnowszej wersji
sl_si: na zadnjo verzijo

source: to the latest available version but with a weekly delay to wait for extensions' updates
fi: viimeisimpään versioon, mutta viikon viiveellä odottomaan liitännäisten päivityksiä
it_it: all'ultima versione disponibile ma con un ritardo settimanale per attendere gli aggiornamenti delle estensioni
nl_nl: Naar de nieuwste beschikbare versie, maar met een week vertraging voor het bijwerken van plugins
pl_pl: do najnowszej wersji ale dopiero po tygodniowym okresie przejściowym
sl_si: na zadnjo verzijo z enotedenskim zamikom zaradi čakanja na nadgradnjo razširitev

source: to the latest stable version, excluding the release X.Y.0
fi: viimeisimpään vakaaseen versioon, lukuunottamatta versiota X.Y.0
it_it: all'ultima versione stabile, escludendo la release X.Y.0
nl_nl: Naar de nieuwste stabiele versie, met uitzondering van versie X.Y.0
pl_pl: do najnowszej wersji, z pominięciem wydania premierowego X.Y.0
sl_si: na zadnjo stabilno verzijo z izjemo verzije X.Y.0

source: Update plugins
fi: Päivitä lisäosat
it_it: Aggiorna i plugin
nl_nl: Plugins bijwerken
pl_pl: Aktualizuj wtyczki
sl_si: Nadgradnja vtičnikov

source: Enable automatic updates of plugins
fi: Laita lisäosien automaattiset päivitykset päälle
it_it: Abilita gli aggiornamenti automatici dei plugin
nl_nl: Inschakelen automatische updates voor plugins
pl_pl: Włącz automatyczne aktualizacje pluginów
sl_si: Omogoči samodejno nadgradnjo vtičnikov

source: Exclude selected plugins
fi: Älä päivitä valittuja lisäosia
it_it: Escludi i plugin selezionati
nl_nl: Geselecteerde plugins uitsluiten
pl_pl: Nie aktualizuj tych wtyczek
sl_si: Izvzemi izbrane vtičnike

source: Show
fi: Näytä
it_it: Mostra
nl_nl: Toon
pl_pl: Pokaż
sl_si: Prikaz

source: Hide
fi: Piilota
it_it: Nascondi
nl_nl: Verbergen
pl_pl: Ukryj
sl_si: Skrij

source: Update themes
fi: Päivitä teemat
it_it: Aggiorna i temi
nl_nl: Thema's bijwerken
pl_pl: Aktualizuj motywy
sl_si: Nadgradnja tem

source: Enable automatic updates of themes
fi: Laita teemojen automaattiset päivitykset päälle
it_it: Abilita gli aggiornamenti automatici dei temi
nl_nl: Inschakelen automatische updates voor thema's
pl_pl: Włącz automatyczne aktualizaje motywów
sl_si: Omogoči samodejno nadgradnjo tem

source: Exclude selected themes
fi: Älä päivitä valittuja teemoja
it_it: Escludi i temi selezionati
nl_nl: Geselecteerde thema's uitsluiten
pl_pl: Nie aktualizuj tych motywów
sl_si: Izvzemi izbrane teme

source: Time of day
fi: Kellon aika
it_it: Orario
nl_nl: Tijd van de dag
pl_pl: Pora dnia
sl_si: Čas v dnevu

source: The time of the day when the automatic update is being performed
fi: Kellonaika milloin automaattinen päivitys suoritetaan
it_it: L'orario nella quale applicare gli aggiornamenti automatici
nl_nl: De tijd waarop de website automatisch wordt bijgewerkt
pl_pl: Pora dnia, kiedy automatyczne aktualizacje zostaną wykonane
sl_si: Čas, ko se bo samodejna nadgradnja izvedla

source: Notification e-mail
fi: Ilmoitus sähköpostitse
it_it: Email di notifica
nl_nl: Notificatie e-mail
pl_pl: Adres e-mail dla powiadomień
sl_si: E-mail za obvestila

source: Provide an e-mail address to receive a notification after the automatic update of the site, in accordance with our hosting Privacy Policy, you have agreed on.
fi: Syötä sähköpostiosoite, jotta saat ilmotuksia automaattisista sivujen päivityksistä, jotka lähetetään tietosuoja selosteemme mukaisesti
it_it: Fornisci un indirizzo email per ricevere le notifiche relative agli aggiornamenti automatici del sito, confermando di aver accettato la Privacy Policy del nostro servizio hosting.
nl_nl: Geef een e-mail adres op voor het ontvangen van notificaties na het bijwerken van de website, in overeenstemming met onze privacy beleid.
pl_pl: Wprowadź adres e-mail dla notyfikacji po automatycznej aktualizacji. Twój adres będzie przetwarzany zgodnie z Polityką Prywatności twojego hostingu, na którą wyraziłeś zgodę.
sl_si: Navedite poštni naslov za pošiljanje obvestil ob samodejnih nadgradnjah spletne strani skladno s Splošnimi pogoji uporabe, ki ste jih sprejeli ob zakupu storitve.

source: Notification on successful update
fi: Ilmoitus onnistuneesta päivityksestä
it_it: Notifica su aggiornamento riuscito
pl_pl: Powiadomienie o udanej aktualizacji
sl_si: Obvestilo o uspešni nadgradnji

source: Receive a notification after a successful update
fi: Vastaanota ilmoitus onnistuneen päivityksen jälkeen
it_it: Ricevi una notifica dopo l'esito positivo di un aggiornamento
pl_pl: Otrzymuj powiadomienia o udanej aktualizacji
sl_si: Prejmi obvestilo po uspešni nadgradnji

source: Notification on failed update
fi: Ilmoitus epäonnistuneesta päivityksestä
it_it: Email di notifica per aggiornamento fallito
pl_pl: Powiadomienie o nieudanej akcji
sl_si: Obvestilo o neuspešni nadgradnji

source: Receive a notification after a failed update
fi: Vastaanota ilmoitus epäonnistuneen päivityksen jälkeen
it_it: Ricevi una notifica dopo l'esito negativo di un aggiornamento
pl_pl: Otrzymuj powiadomienia o niedanej aktualizacji
sl_si: Prejmi obvestilo o neuspešni nadgradnji

source: Site Is Offline
fi: Sivu on poissa käytöstä
it_it: Il sito è offline
nl_nl: Website is offline
pl_pl: Strona jest offline
sl_si: Stran ni dosegljiva

source: Site is offline for maintenance
fi: Sivu on poissa käytöstä päivitysten vuoksi
it_it: Il sito è offline per manutenzione
nl_nl: Website is offline voor onderhoud
pl_pl: Trwają prace konserwacyjne na stronie
sl_si: Stran zaradi vzdrževanja ni dosegljiva

source: Please try back soon.
fi: Ole hyvä ja yritä uudelleen
it_it: Per favore, prova ancora.
nl_nl: Probeer het binnenkort opnieuw.
pl_pl: Spróbuj ponownie później.
sl_si: Prosimo, poskusite kasneje.

source: AES key
fi: AES avaimet
nl_nl: AES sleutel

source: Debug
fi: Tutki

source: Read token
fi: Luku token
it_it: Leggi il token
nl_nl: Lees het token

source: Write token
fi: Kirjoitus token
it_it: Scrivi token
nl_nl: Schrijf token
